Invalid path of parallel conduits
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidPathOfParallelConduits { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidPathOfParallelConduits As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidPathOfParallelConduits {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ElectricalFailures Class
  Autodesk.Revit.DB Namespace